task = {
  id = 105,    --皇榜任务ID
  rmb_gold = 1,    --人民币道具刷新金色任务的概率（10000基准）
  rmb_purple = 20,    --人民币道具刷新紫色任务的概率（10000基准）
  rmb_blue = 25,    --人民币道具刷新蓝色任务的概率（10000基准）
  rmb_white = 154,    --人民币道具刷新白色任务的概率（10000基准）
  back_purple = 1,    --交任务时刷新紫色任务的概率（10000基准）
  back_blue = 10,    --交任务时刷新蓝色任务的概率（10000基准）
  back_white = 69,    --交任务时刷新白色任务的概率（10000基准）
  award_multi = 2,    --每天前XX轮奖励倍数
  award_multi_times = 10,    --每天前多少轮多倍奖励
  --任务链表
  list = {8830 ,8832 ,8833 ,8834 ,8835 ,8836 ,8837 ,8838 ,8839 ,8840 ,8841 ,8842 ,8843 ,8844 ,8846 ,8847 ,8848 ,8849 ,8850 ,8851 ,9014 ,9015 ,9016 ,9017 ,8917 ,8918 ,8919 ,8923 ,8924 ,8925 ,8926 ,8927 ,8928 ,8929 ,8930 ,8931 ,8932 ,8933 ,8934 ,8935 ,8994 ,8996 ,8997 ,8998 ,8999 ,9000 ,9002 ,9003 ,9004 ,9005 ,9006 ,9007 ,9008 ,9009 ,9010},
}