task = {
  id = 114,    --皇榜任务ID
  rmb_gold = 1,    --人民币道具刷新金色任务的概率（10000基准）
  rmb_purple = 20,    --人民币道具刷新紫色任务的概率（10000基准）
  rmb_blue = 25,    --人民币道具刷新蓝色任务的概率（10000基准）
  rmb_white = 154,    --人民币道具刷新白色任务的概率（10000基准）
  back_purple = 1,    --交任务时刷新紫色任务的概率（10000基准）
  back_blue = 10,    --交任务时刷新蓝色任务的概率（10000基准）
  back_white = 69,    --交任务时刷新白色任务的概率（10000基准）
  award_multi = 2,    --奖励倍数（每天前N个奖励的倍数）
  award_multi_times = 10,    --个数（每天前N个多倍奖励）
  --任务链表
  list = {10349 ,10351 ,10352 ,10353 ,10354 ,10356 ,10357 ,10358 ,10359 ,10361 ,10362 ,10363 ,10373 ,10374 ,10375 ,10376 ,10377 ,10378 ,10379 ,10380 ,10381 ,10382 ,10392 ,10393 ,10394 ,10395 ,10369 ,10370 ,10371 ,10372 ,10383 ,10384 ,10385 ,10386 ,10387 ,10388 ,10389 ,10390 ,10364 ,10365 ,10366 ,10367},
}